"""Константы размеров изображений"""
MAX_IMAGE_SIZE_500_500 = (500, 500)
MAX_IMAGE_SIZE_250_350 = (250, 350)

# Афиша спектакля в списке спектаклей /events/
MAX_IMAGE_SIZE_300_400 = (300, 400)

# Обложка поп-апа
MAX_IMAGE_SIZE_400_520 = (400, 520)

# Обложка спектакля в слайдере на главной
MAX_IMAGE_SIZE_750_650 = (750, 650)

# Слайдер фотографий спектакля в карточке спектакля
MAX_IMAGE_SIZE_850_450 = (850, 450)

# Фотография напротив описания спектакля / действующих лиц
MAX_IMAGE_SIZE_850_550 = (850, 550)
# Обложка спектакля в карточке спектакля
MAX_IMAGE_SIZE_1680_800 = (1680, 800)
